Repository: StanfordSpezi/SpeziViews
Catalog: Sources/SpeziViews/Resources/Localizable.xcstrings
Source language: en
Languages: sv

source: %lld selected
sv: %lld markerade

source: Completed
sv: Klart

# DEFAULT_ERROR_DESCRIPTION
source: Unexpected error occurred!
sv: Ett oväntat fel inträffade!

source: Dismiss
sv: Stäng

source: Error
sv: Fel

# MARKDOWN_LOADING_ERROR
source: Could not load and parse the document.
sv: Kunde inte ladda och tolka dokumentet.

# MARKDOWN_LOADING_ERROR_FAILURE_REASON
source: The system wasn't able to parse the given markdown text, indicating an invalid markdown text.
sv: Systemet kunde inte tolka den angivna markdown-texten, vilket tyder på en ogiltig markdown-text.

# MARKDOWN_LOADING_ERROR_RECOVERY_SUGGESTION
source: Please check the content of the markdown text.
sv: Kontrollera innehållet i markdown-texten.

source: None
sv: Ingen

source: nothing selected
sv: inget markerat

source: Option %u
sv: Alternativ %u
